Repository: NW-Lab/EasyShortcutKey
Catalog: iOS/EasyShortcutKey/Localizable.xcstrings
Source language: ja
Languages: en

source: KeyboardGWデバイスをペアリングすると、ショートカット表示時に実際のキー入力が送信されます。
en: When you pair a KeyboardGW device, actual keystrokes are sent when shortcuts are displayed.

source: KeyboardGW接続中
en: KeyboardGW Connected

source: KeyboardGW設定
en: KeyboardGW Setting

source: PCのUSBキーボードとして認識されます。
en: It will be recognized as a USB keyboard by your PC.

source: アプリが見つかりません。
en: App not found.

source: アプリ管理（表示・順序）
en: App management (display/order)

source: エクスポート
en: Export

source: エクスポート (JSON)
en: Export(JSON)

source: コピーしました: %@
en: copied: %@

source: テストキー送信
en: Test key transmission

source: デバイスを検索
en: Find Device

source: デバイス名: %@
en: Devie: %@

source: ドラッグして並び替え、トグルで表示/非表示を設定できます。
en: You can drag them to rearrange them and toggle to show/hide them.

source: 切断
en: disconnected

source: 外部キーボードデバイスと接続してショートカットキーを送信できます
en: You can connect an external keyboard device and send shortcut keys.

source: 外部デバイス
en: External Devices

source: 完了
en: completion

source: 検索中...
en: Searching…

source: 発見されたデバイス
en: Discovered Devices

source: 表示
en: Show

source: 設定
en: Setting

source: 閉じる
en: Close

source: 非表示
en: hidden

source: 非表示を表示
en: Show Hidden
